import React from 'react';
import styles from '../policy.module.css';

const TermVersion0 = () => {
    return (
        <div className={styles.p}>
            <p>주식회사 로보트리(이하 "회사")는 "개인정보보호법", "정보통신망이용촉진및정보보호등에관한법률(이하 "정보통신망법")", "통신비밀보호법", "전기통신사업법" 등 개인정보처리자가 준수하여야 할 관련 법령상의 개인정보 보호 규정을 준수하며, 관련 법령에 의거한 개인정보 처리방침을 정하여 정보주체의 권익 보호에 최선을 다하고 있습니다. 본 개인정보 처리방침은 회사을 통하여 정보주체가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보 보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
            회사는 개인정보 처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.</p>
            <br/>
            <h2>1. 수집하는 개인정보의 항목 및 수집방법</h2>
            <p>가. 수집하는 개인정보 항목</p>
            <p>1) 파로브 회원가입을 위해 회사는 다음과 같은 개인정보를 필수로 수집합니다.</p>
                <p>- 필수항목: 아이디, 비밀번호, 별명</p> 
            <p>2) 회원이 만 14세 미만의 미성년자인 경우 법정 대리인의 개인정보를 다음과 같이 필수로 수집합니다.</p>
               <p>- 필수항목: 이름, 성별, 생년월일, 휴대폰번호, 통신사업자, 내/외국인 여부, 암호화된 이용자 확인값(CI), 중복가입확인정보(DI)</p>
            <p>3) 회원이 회사와 구매계약을 체결하거나 취소하는 경우, 서비스 내 행사의 경품으로 재화 또는 서비스를 제공하는 경우 추가적으로 다음과 같은 개인정보를 수집할 수 있습니다.</p>
                <p>- 선택항목:
                 이름, 생년월일, 주소, 휴대폰번호, 이메일 등
                 신용카드 결제 시: 카드번호(일부), 카드사명 등
                 휴대전화번호 결제 시: 휴대폰번호, 결제승인번호 등
                 계좌이체 또는 환불처리 시: 예금주명, 계좌번호, 계좌은행 등</p>
            <p>4) 서비스 이용과정이나 사업 처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.</p>
                <p>- IP 주소, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록</p>
            <p>나. 개인정보 수집방법
              회사는 회원가입이나 이용(‘회원정보’ 페이지 내 기입, 경품 행사 응모, 문의 접수 등) 도중 정보주체의 자발적 제공을 통하여 개인정보를 수집합니다.
              회사는 정보주체의 서비스 이용 과정에서 자동으로 생성되는 IP 주소, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록의 정보를 수집합니다.</p>
              <br/>
            <h2>2. 개인정보의 이용 목적</h2>
            <p>회사는 정보주체의 동의가 있거나 법령의 규정에 의한 경우를 제외하고는 본 조에서 고지한 범위를 넘어 정보주체의 개인정보를 활용하지 않습니다. 수집한 개인정보 활용의 목적은 아래와 같습니다.</p>
            <p>가. 회원 관리</p>
              <p>회원제 서비스 이용에 따른 개인 식별, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 법정 대리인 권리 행사 시 본인확인, 원활한 의사소통 경로의 확보, 고객 문의에 대한 응답, 새로운 정보의 소개 및 고지사항 전달, 불량회원의 부정 이용 방지, 가입 의사 확인, 불만처리 등 민원처리</p>
            <p>나. 구매계약의 이행</p>
              <p>회원이 회사로부터 구매한 재화 및 용역의 정확한 배송, 구매 및 배송 문의에 대한 응답, 환불 처리 등</p>
            <p>다. 정보 전달 및 서비스 개선</p>
              <p>파로브 서비스의 최신 개발 정보와 업데이트 전달, 이용 통계 분석을 통한 사이트 개선 등</p>
            <p>라. 학술적 연구 자료로 활용</p>
            <p>마. 법령 등의 이행 및 준수</p>
              <p>법령 등에 규정된 의무의 이행, 법령이나 이용약관에 반하여 정보주체에게 피해를 줄 수 있는 잘못된 이용행위의 방지 등</p>
            <p>바. 사고발생 시 원인 규명 및 처리</p>
            <p>사. 행사 경품으로 재화 또는 서비스를 제공</p>
            <p>아. 인구통계학적 특성과 이용자의 관심, 기호, 성향의 추정을 통한 맞춤형 컨텐츠 추천 및 마케팅에 활용</p>
            <br/>
            <h2>3. 개인정보의 보유 및 이용기간</h2>
            <p>가. 회사는 회원이 회원 자격을 유지하고 있는 동안 수집된 회원의 개인정보를 보유ㆍ이용할 수 있습니다.</p>
            <p>나. 회원을 탈퇴하거나 회원 자격을 상실한 경우에는 회원의 별도 요청이 없더라도 수집된 회원정보를 삭제 및 파기합니다. 단, 회원의 탈퇴 또는 자격상실에도 불구하고 관련 법령에 따라 별도의 정보 보관의무가 정해진 경우에는 해당 법령의 규정에 따라 일정기간 개인정보를 보관합니다.</p>
            <p>- 보존 항목 : 결제기록 </p>
            <p>- 보존 근거 : 계약 또는 청약철회 등에 관한 기록</p>
            <p>- 보존 기간 : 3년 </p>
            <p>- 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률) </p>
            <p>- 대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률) </p>
            <p>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률)</p>
            <br/>
            <h2>4. 개인정보의 파기절차 및 방법</h2>
            <p>회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.</p>
            <p>가. 파기 절차</p>
              <p>1) 회원이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보 보관의무(보유 및 이용기간 참조)에 따라 일정 기간 저장된 후 파기됩니다.</p>
              <p>2) 관련 법령에 의해 보관 중인 개인정보는 법률에 의한 경우가 아니고서는 보유 목적 이외의 다른 목적으로 이용되지 않습니다.</p>
            <p>나. 파기 방법</p>
              <p>1) 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p>
              <p>2) 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>
            <br/>
            <h2>5. 개인정보 제3자 제공에 관한 사항</h2>
            <p>회사는 정보주체의 동의가 있거나 관련 법령의 규정에 의한 경우를 제외하고는 어떠한 경우에도 "2. 개인정보의 이용 목적"에서 고지한 범위를 넘어 정보주체의 개인정보를 이용하거나 제3자에게 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다.</p>
            <p>가. 이용자가 사전에 동의한 경우</p>
            <p>나. 관련 법령의 규정에 의하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</p>
            <p>다. 서비스 제공에 따른 요금정산을 위해 필요한 경우</p>
            <p>라. 계약 이행을 위해 필요한 경우</p>
            <p>마. 회사가 판단하기에 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적 조치를 취하기 위해 이용자의 정보를 공개해야 하는 충분한 근거가 있는 경우</p>
            <p>바. 통계작성, 학술연구, 시장조사를 위해 필요한 경우로 특정 개인을 식별할 수 없는 형태로 가공하여 외부 기관 또는 단체 등에 제공하는 경우</p>
            <p>사. 서비스의 제공에 관한 계약의 이행을 위하여 필요한 개인정보로서 경제적/기술적인 사유로 통상의 동의를 받는 것이 현저히 곤란한 경우</p>
            <br/>
            <h2>6. 개인정보의 위탁에 관한 사항</h2>
            <p>회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있으며, 수탁 업무가 종료된 때에 수탁자가 보관하고 있는 개인정보는 즉시 파기하도록 하고 있습니다.</p>
            <p> 위탁받는 자 (수탁업체) 위탁업무 (주) NHN 한국사이버결제 본인확인 우체국, CJ 대한통운 상품 및 경품의 배송</p>
            <br/>
            <h2>7. 정보주체 및 법정 대리인의 권리・의무 및 그 행사방법에 관한 사항</h2>
            <p>가. 정보주체는 언제든지 등록되어 있는 자신의 개인정보를 열람하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청할 수 있습니다.</p>
            <p>나. 만 14세 미만 아동의 경우, 법정 대리인이 아동의 개인정보를 조회하거나 수정할 권리, 수집 및 이용동의를 철회할 권리를 가집니다.</p>
            <p>다. 정보주체가 개인정보의 오류에 대한 정정을 요청하신 경우에는, 회사는 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.</p>
            <p>라. 회사는 정보주체의 요청에 의해 해지 또는 삭제된 개인정보는 "3. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.</p>
            <br/>
            <h2>8. 개인정보의 안전성 확보조치</h2>
            <p>회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</p>
            <p>가. 관리적 조치</p>
              <p>내부관리계획 수립・시행, 개인정보 보호 담당 부서 지정, 개인정보 취급 자의 최소 유지, 정기적 직원 교육 등</p>
            <p>나. 기술적 조치</p>
              <p>개인정보처리시스템 등의 접근권한 관리, 접근통제시스템 설치, 개인정보 파기 시 복구 불가능한 방식으로 진행, 보안프로그램 설치 등</p>
            <br/>
            <h2>9. 개인정보 보호책임자에 관한 사항</h2>
            <p>회사는 정보주체의 개인정보를 보호하고 개인정보와 관련한 불만 등을 처리하기 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다. 정보주체는 회사의 서비스를 이용하며 발생하는 모든 개인정보 보호 관련 민원을 개인정보 보호책임자에게 문의 및 신고하실 수 있습니다. 회사는 정보주체의 문의 및 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.</p>
            <p>- 개인정보 보호책임자: 나유리</p>
            <p>- 전화번호: 070-8800-4351</p>
            <p>- 이메일: iamyuri@robotry.co.kr</p>
            <p>기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.</p>  
            <p>- 개인정보침해신고센터 (http://privacy.kisa.or.kr / 국번없이 118)</p>
            <p>- 대검찰청 사이버수사과 (http://spo.go.kr / 국번없이 1301)</p>
            <p>- 경찰청 사이버안전국 (http://cyberbureau.police.go.kr / 국번없이 182)</p>
            <br/>
            <h2>10. 개인정보 처리방침의 변경에 관한 사항</h2>
            <p>현 개인정보 처리방침의 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 첫 화면의 '공지사항'을 통해 고지할 것입니다. 다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 정보주체의 권리에 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.</p>

            <p>- 공고일자: 2021년 8월 20일</p>
            <p>- 공고일자: 2021년 8월 20일</p>

        </div>
    );  
  };    

  export default TermVersion0;