import React from 'react';
import styles from '../policy.module.css';

const TermVersion0 = () => {
  return (
    <div className={styles.p}>
      <h2>제 1 조 (목적)</h2>
      <p>이 약관은 주식회사 로보트리(이하 "회사")가
      제공하는 온라인 로봇 교육 플랫폼 서비스 파로브(이하 "파로브”) 및 파로브와
      관련한 제반 서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및
      책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
      <br/>
      <h2>제 2 조 (정의)</h2>
      이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
      <p>① "서비스"라
      함은 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와
      상관없이 회원이 이용할 수 있는 파로브 온라인 서비스 및 구매계약을 통한
      재화 및 용역 배송 등 관련 제반 서비스를 의미합니다.</p>
      <p> ② "회원"이라 함은 회사의 서비스에 접속하여 이 약관에 동의하고 회사과 이용계약을
      체결하여 회사가 제공하는 서비스를 이용하는 고객을 말합니다.</p>
      <p>③ "아이디(ID)"이라 함은 회원의 식별과 서비스 이용을 위하여 회원이 정하고
      회사가 승인하는 문자와 숫자의 조합을 의미합니다.</p>
      <p> ④ "비밀번호"라 함은 회원이 부여받은 아이디(ID)와 일치되는 회원임을 확인하고 비밀보호를 위해
      회원 자신이 정한 문자 또는 숫자의 조합을 의미합니다.</p>
      <p>⑤ "게시물"이라
      함은 회원이 서비스를 이용함에 있어 서비스에 게시ㆍ게재ㆍ등록한
      부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상ㆍ이미지ㆍ3D 모델 등의 정보 형태의 글,
      사진, 동영상 및 STL 파일을 포함한 각종 파일과 링크 등을 의미하며, 서비스의
      로봇, 템플릿, 커뮤니티 게시물 및 댓글 등을 통칭합니다.</p>
      <p>가. 수집하는 개인정보 항목 </p>
      <br/> 
      <h2> 제 3 조 (약관의 게시와 설명 및 개정)</h2>
      <p>① 회사는 이 약관의 내용과
      상호 및 대표자 성명, 영업소 소재지 주소, 전화번호, 전자우편주소,
      사업자등록번호, 통신판매업신고번호, 개인정보 보호책임자등을 회원이 쉽게 알
      수 있도록 서비스 초기 화면에 게시합니다.</p>
      <p>② 회사는 회원이 약관에
      동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회, 배송책임, 환불조건
      등과 같은 중요한 내용을 회원이 이해할 수 있도록 별도의 연결화면 또는
      팝업화면 등을 제공하여 회원의 확인을 구합니다.</p>
      <p>③ 회사는
      "약관의규제에관한법률", "정보통신망이용촉진및정보보호등에관한법률(이하
      "정보통신망법")", “전자상거래등에서의소비자보호에관한법률”,
      “전자거래기본법”, “전자서명법”, “소비자보호법”등 관계법령을 위배하지 않는
      범위에서 이 약관을 개정할 수 있습니다. </p>
      <p>④ 회사가 약관을 개정할
      경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에
      따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만,
      회원에게 불리한 약관의 개정의 경우에는 최소 30일 전에 공지하고 로그인시
      동의창 등의 전자적 수단을 통해 개별적으로 명확히 통지하도록 합니다. </p>
      <p>⑤ 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 위 기간 내에
      의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지
      또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우
      회원이 개정약관에 동의한 것으로 봅니다.</p> 
      <p>⑥ 회원이 개정약관의 적용에
      동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우
      회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는
      특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.</p>
      <br/>
      <h2>제 4 조 (약관의 해석) </h2>
      <p>① 회사는 서비스의 원활한 제공을 위하여
      별도의 운영 정책을 둘 수 있으며, 이 약관에서 정하지 아니한 사항이나 해석에
      대해서는 운영 정책, 관계법령 또는 상관례에 따릅니다.</p>
      <p>② 회사는 서비스 중 특정 서비스에 관한 약관(이하 “개별약관”)을 별도로 제정할 수
      있으며, 회원이 개별약관에 동의한 경우 개별약관은 이용계약의 일부를
      구성하고 개별약관에 이 약관과 상충하는 내용이 있을 경우 개별약관이
      우선적으로 적용됩니다.</p>
      <br/>
      <h2>제 5 조 (이용계약 체결) </h2>
      <p>①이용 계약은 회원이 되고자 하는 자(이하 "가입신청자")가 약관의 내용에 대하여
      동의를 한 다음 회사에 가입신청을 하고 회사가 이러한 신청에 대하여
      승낙함으로써 체결됩니다. </p>
      <p>② 회사는 "가입신청자"의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다.<br/>
      다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.</p>
      <p>1. 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는
      경우, 단 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함.</p>
      <p>2.허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우 </p>
      <p>3. "가입신청자"의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우 </p>
      <p>③ 제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.</p> 
      <p>④ 회사는 서비스관련설비의 여유가 없거나, 기술상 또는
      업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.</p>
      <p>⑤ 제2항과 제4항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, 회사는
      원칙적으로 이를 가입신청자에게 알리도록 합니다.</p>
      <p>⑥ 이용계약의 성립 시기는 회원가입완료를 신청절차 상에서 표시한 시점으로 합니다.</p>
      <p>⑦ 회사는 운영 정책에 따라 회원을 등급별로 구분하여 이용시간, 이용횟수,
      서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.</p>
      <p>⑧ 회사는 회원에 대하여 "영화및비디오물의진흥에관한법률" 및 "청소년보호법"등에 따른
      등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있습니다.</p> 
      <br/>
      <h2>제 6 조 (회원정보의 변경) </h2>
      <p>① 회원은 회원정보관리화면을 통하여 언제든지 본인의 회원정보를 열람하고 수정할 수 있습니다. 
      다만, 서비스 관리를 위해 필요한 아이디(ID) 등은 수정이 불가능합니다.</p>
      <p>② 회원은 회원가입 신청 시 기재한 사항이 변경되었을 경우 서비스 내
      회원정보관리화면에서 수정을 하거나 전자우편 기타 방법으로 회사에 대하여 그
      변경사항을 알려야 합니다.</p>
      <p>③ 제2항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.</p> 
      <br/>
      <h2>제 7 조 (개인정보보호 의무)</h2>
      <p>회사는 정보통신망법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다.<br/>
      개인정보의 보호 및 사용에 대해서는 관계법령 및 회사의 개인정보 처리방침이 적용됩니다.<br/>
      다만, 회사가 운영하는 서비스의 공식 사이트 이외의 사이트에서 링크된 제3자의 사이트에서는 회사의 개인정보 처리방침이 적용되지 않습니다. </p> 
      <br/>
      <h2>제 8 조 (회원의 아이디(ID) 및 비밀번호의 관리에 대한 의무)</h2>
      <p>① 회원의 아이디(ID)와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제
      3자가 이용하도록 하여서는 안 됩니다.</p> 
      <p>② 회사는 회원의 아이디(ID)가
      개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 회사 및
      회사의 운영자로 오인할 우려가 있는 경우, 해당 아이디(ID)의 이용을 제한할
      수 있습니다.</p>
      <p>③ 회원은 아이디(ID) 및 비밀번호가 도용되거나 제3자가
      사용하고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에
      따라야 합니다.</p>
      <p>④ 제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나,
      통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는
      책임지지 않습니다.</p>
      <br/>
      <h2>제 9 조 (회원에 대한 통지)</h2>
      <p>① 회사가 회원에 대한 통지를
      하는 경우 이 약관에 별도 규정이 없는 한 로그인 시 공지 창, 서비스 화면
      또는 전자우편 등을 통해 통지할 수 있습니다.</p>
      <p>② 회사는 회원 전체에
      대해 통지의 경우 7일 이상 회사의 공지사항에 게시함으로써 제1항의 통지에
      갈음할 수 있습니다.</p>
      <br/>
      <h2>제 10 조 (회사의 의무) </h2>
      <p>① 회사는 관계법령과 이 약관이 금지하거나
      미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를
      제공하기 위하여 최선을 다하여 노력합니다.</p>
      <p>② 회사는 회원이 안전하게
      서비스를 이용할 수 있도록 개인정보보호를 위해 보안시스템을 갖추어야 하며
      개인정보 처리방침을 공시하고 준수합니다.</p>
      <p>③ 회사는 서비스이용과
      관련하여 발생하는 회원의 불만 또는 피해구제요청을 적절하게 처리할 수
      있도록 필요한 인력 및 시스템을 구비합니다.</p>
      <p>④ 회사는 서비스이용과
      관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는
      이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는
      게시판을 활용하거나 전자우편 등을 통하여 회원에게 처리과정 및 결과를
      전달합니다.</p>
      <br/>
      <h2>제 11 조 (회원의 의무)</h2>
      <p>① 회원은 다음 행위를 하여서는 안 됩니다.</p>
      <p>1. 신청 또는 변경 시 허위내용의 등록 </p>
      <p>2. 타인의 정보도용 3. 회사가 게시한 정보의 변경</p> 
      <p>4. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시</p>
      <p>5. 회사 또는 제3자의 저작권 등 지적재산권에 대한 침해</p> 
      <p>6. 회사 또는 제3자의 명예를 손상시키거나 업무를 방해하는 행위</p>
      <p>7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위</p> 
      <p>8. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위</p> 
      <p>9. 기타 불법적이거나 부당한 행위</p>
      <p>② 회원은 관계법령, 이 약관의 규정,
      이용정책, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는
      사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안
      됩니다.</p>
      <br/>
      <h2>제 12 조 (서비스의 제공 등) </h2>
      <p>① 회사는 회원에게 아래와 같은 서비스를 제공합니다.</p>
      <p>1. 로봇 및 프로그래밍 교육 서비스</p>
      <p>2. 3D 모델링 제작 플랫폼</p>
      <p>3. 로봇 관련 저작물 공유 플랫폼</p>
      <p>4. 로봇 교육 관련 커뮤니티</p>
      <p>5. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결</p>
      <p>6. 구매계약이 체결된 재화 또는 용역의 배송</p>
      <p>5. 기타 회사가 추가 개발하거나 다른 회사와의 제휴 계약 등을 통해 회원에게
      제공하는 일체의 서비스</p>
      <p>② 회사는 서비스를 일정 범위로 분할하여 각
      범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만, 이러한 경우에는
      그 내용을 사전에 공지합니다.</p>
      <p>③ 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.</p>
      <p>④ 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는
      운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수
      있습니다. 이 경우 회사는 제9조에서 정한 방법으로 회원에게 통지합니다.
      다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할
      수 있습니다.</p>
      <p>⑤ 회사는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의
      경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할
      수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를
      명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.</p>
      <p>⑥ 회사가 제공하기로 회원과 계약을 체결한 서비스의 내용을 재화등의
      품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를
      회원에게 연락처, 이메일 등 통지 가능한 연락수단으로 즉시 통지합니다</p>
      <p>⑦ 전항의 경우 회사는 이로 인하여 회원이 입은 손해를 배상합니다.
      다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지
      아니합니다.</p>
      <p>⑧ 회사는 서비스의 제공에 필요한 경우 정기점검을 실시할
      수 있으며, 정기점검시간은 서비스 초기 화면에 공지한 바에 따릅니다.</p>
      <br/>
      <h2>제 13 조 (서비스의 변경)</h2>
      <p>① 회사는 상당한 이유가 있는 경우에
      운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경할
      수 있습니다. </p> 
      <p>② 서비스의 내용, 이용방법, 이용시간에 대하여 변경이
      있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에
      해당 서비스 초기화면에 게시하여야 합니다.</p>
      <p>③ 회사는 무료로 제공되는
      서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할
      수 있으며, 이에 대하여 관계법령에 특별한 규정이 없는 한 회원에게 별도의
      보상을 하지 않습니다.</p> 
      <br/>
      <h2>제 14 조 (정보의 제공 및 광고의 게재) </h2>
      <p>① 회사는 정보통신망법
      제50조 소정의 영리목적의 광고성 정보를 제외하고는 회원이 서비스 이용 중
      필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로
      회원에게 제공할 수 있습니다. 다만, 회원은 관계법령에 따른 거래관련 정보 및
      고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신
      거절을 할 수 있습니다.</p>
      <p> ② 제1항의 정보를 전화 및 모사전송기기에
      의하여 전송하려고 하는 경우에는 회원의 사전 동의를 받아서 전송합니다.
      다만, 회원의 서비스 이용 관련 주요 정보 및 고객문의 등에 대한 회신에
      있어서는 제외됩니다.</p>
      <p>③ 회사는 서비스의 운영과 관련하여 서비스 화면,
      홈페이지 등에 광고를 게재할 수 있습니다.</p>
      <p>④ 회원은 회사가 제공하는
      서비스와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를
      취하지 않습니다.</p>
      <br/>
      <h2> 제 15 조 (게시물의 저작권) </h2>
      <p>① 회원이 서비스 내에 게시한 게시물의
      저작권은 해당 게시물의 저작자에게 귀속됩니다.</p>
      <p>② 회원은 본인이 작성한
      게시물(로봇 템플릿)을 서비스 내에 공개할 경우 다른 회원의 복제 및 편집을
      통한 2차 창작 권한 대한 허락을 구합니다.</p> 
      <p>③ 회사는 회원이 서비스 내에 게시하는 게시물을 서비스 내 노출,
      서비스 홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한
      연구, 웹 접근성 등 법률상 의무 준수, 외부 사이트에서의 검색, 수집 및 링크
      허용 등을 위해서 사용할 수 있으며, 회원은 회사의 해당 사용을 위해 필요한
      범위 내에서 회원의 게시물을 저장, 수정, 복제, 편집, 공중 송신, 전시, 배포,
      2차적 저작물 작성 등의 이용권한을 회사에게 부여합니다(기한과 지역 제한에
      정함이 없으며, 별도 대가 지급이 없는 라이선스). 회사는 회원의 저작물을
      이용함에 있어 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는
      서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 비공개 등의 조치를 취할
      수 있습니다.</p>
      <p>④ 회사는 제3항에서 명시된 것 이외의 목적과 방법으로
      회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해
      사전에 회원의 동의를 얻어야 합니다.</p>
      <br/>
      <h2>제 16 조 (게시물의 관리)</h2>
      <p>① 회원의 게시물이 정보통신망법 및
      저작권법등 관계법령에 위반되는 내용을 포함하는 경우, 권리자는 관계법령이
      정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며,
      회사는 관계법령에 따라 조치를 취하여야 합니다.</p>
      <p>② 회사는 전항에 따른
      권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타
      운영 정책 및 관계법령에 위반되는 경우에는 관계법령에 따라 해당 게시물에
      대해 임시조치 등을 취할 수 있습니다.</p>
      <br/>
      <h2> 제 17 조 (권리의 귀속)</h2>
      <p>① 서비스에 대한 저작권 및 지적재산권은
      회사에 귀속됩니다. 단, 회원의 게시물 및 제휴계약에 따라 제공된 저작물 등은
      제외합니다.</p>
      <p>② 회사는 서비스와 관련하여 회원에게 회사가 정한
      이용조건에 따라 계정, 콘텐츠 등을 이용할 수 있는 이용권한만을 부여하며,
      회원은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.</p> 
      <br/>
      <h2>제 18 조 (구매신청) </h2>
      <p>회원은 다음 또는 이와 유사한 방법에 의하여
      구매를 신청하며, 회사는 회원이 구매신청을 함에 있어서 다음의 각 내용을
      알기 쉽게 제공하여야 합니다.</p>
      <p>1. 재화등의 검색 및 선택</p> 
      <p>2. 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력</p> 
      <p>3. 약관내용, 청약철회권이 제한되는 서비스, 배송료 등의 비용부담과 관련한내용에 대한 확인 </p>
      <p>4. 이 약관에 동의하고 위 3.호의 사항을 확인하는 표시</p> 
      <p>5. 재화등의 구매신청 및 이에 관한 확인 및 동의</p>
      <p>6. 결제방법의 선택</p> 
      <br/>
      <h2>제 19 조 (계약의 성립) </h2>
      <p>① 회사는 제 18 조와 같은 구매신청에 대하여
      다음 각호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을
      체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는
      법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.</p>
      <p>1. 신청 내용에 허위, 기재누락, 오기가 있는 경우</p>
      <p>2. 미성년자가 담배, 주류등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우</p> 
      <p>3. 기타 구매신청에 승낙하는 것이 회사 기술상 현저히 지장이 있다고 판단하는 경우</p>
      <p>② 회사의 승낙이 제 21 조 제1항의 수신확인통지형태로 회원에게
      도달한 시점에 계약이 성립한 것으로 봅니다.</p>
      <p>③ 회사의 승낙의 의사표시에는 회원의 구매 신청에 대한 확인 및
      판매가능 여부, 구매신청의 정정 취소등에 관한 정보등을 포함하여야 합니다.</p>
      <br/>
      <h2>제 20 조 (지급방법)</h2>
      <p>회사에서 구매한 재화 또는 용역에 대한
      대금지급방법은 다음 각호의 방법중 가용한 방법으로 할 수 있습니다. 단,
      회사는 회원의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도
      추가하여 징수할 수 없습니다.</p> 
      <p>1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체</p> 
      <p>2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제</p> 
      <p>3. 온라인무통장입금</p>
      <p>4. 전자화폐에 의한 결제 </p>
      <p>5. 수령시 대금지급 </p>
      <p>6. 마일리지 등 회사가 지급한 포인트에 의한 결제</p> 
      <p>7. 회사과 계약을 맺었거나 회사가 인정한 상품권에 의한 결제</p>
      <p>8. 기타 전자적 지급 방법에 의한 대금 지급 등 </p>
      <br/>
      <h2>제 21 조 (수신확인통지·구매신청 변경 및 취소) </h2>
      <p>① 회사는 회원의 구매신청이 있는 경우 회원에게 수신확인통지를 합니다.</p>
      <p>② 수신확인통지를 받은 회원는 의사표시의 불일치등이 있는 경우에는
      수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 회사는
      배송전에 회원의 요청이 있는 경우에는 지체없이 그 요청에 따라 처리하여야
      합니다. 다만 이미 대금을 지불한 경우에는 제 24 조의 청약철회 등에 관한
      규정에 따릅니다.</p>
      <br/>
      <h2>제 22 조 (재화등의 공급)</h2>
      <p>① 회사는 회원과 재화등의 공급시기에
      관하여 별도의 약정이 없는 이상, 회사가 청약을 한 날부터 7일 이내에 재화
      등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다.
      다만, 회사가 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의
      전부 또는 일부를 받은 날부터 2영업일 이내에 조치를 취합니다. 이때 회사는
      회원이 재화등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를
      합니다.</p>
      <p>② 회사는 구매한 재화에 대해 배송수단, 수단별 배송비용
      부담자, 수단별 배송기간 등을 명시합니다. 만약 회사가 약정 배송기간을
      초과한 경우에는 그로 인한 회원의 손해를 배상하여야 합니다. 다만 회사가
      고의·과실이 없음을 입증한 경우에는 그러하지 아니합니다.</p>
      <br/>
      <h2>제 23 조 (환급)</h2>
      <p>회사는 회원이 구매신청한 재화등이 품절 등의
      사유로 인도 또는 제공을 할 수 없을 때에는 지체없이 그 사유를 회원에게
      통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 2영업일
      이내에 환급하거나 환급에 필요한 조치를 취합니다.</p>
      <br/>
      <h2>제 24 조 (청약철회 등) </h2>
      <p>① 회사와 재화등의 구매에 관한
      계약을 체결한 회원은 수신확인의 통지를 받은 날부터 7일 이내에는 청약의
      철회를 할 수 있습니다.</p>
      <p>② 회원은 재화등을 배송받은 경우 다음 각호의
      1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.</p>
      <p>1. 회원에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화
      등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수
      있습니다)</p>
      <p>2. 회원의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우</p>
      <p>3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우 </p>
      <p>4. 같은 성능을 지닌 재화등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우</p>
      <p>③ 제 2항 제 2호 내지 제 4호의 경우에 회사가 사전에 청약철회 등이
      제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을
      제공하는 등의 조치를 하지 않았다면 회원의 청약철회등이 제한되지 않습니다.</p>
      <p>④ 회원은 제1항 및 제2항의 규정에 불구하고 재화등의 내용이 표시·광고
      내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화등을 공급받은
      날부터 3월이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에
      청약철회 등을 할 수 있습니다.</p>
      <br/>
      <h2>제 25 조 (청약철회 등의 효과) </h2>
      <p>① 회사는 회원로부터 재화 등을
      반환받은 경우 3영업일 이내에 이미 지급받은 재화등의 대금을 환급합니다. 이
      경우 회사가 회원에게 재화등의 환급을 지연한 때에는 그 지연기간에 대하여
      공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를
      지급합니다. </p>
      <p>② 회사는 위 대금을 환급함에 있어서 회사가 신용카드 또는
      전자화폐 등의 결제수단으로 재화등의 대금을 지급한 때에는 지체없이 당해
      결제수단을 제공한 사업자로 하여금 재화등의 대금의 청구를 정지 또는
      취소하도록 요청합니다.</p>
      <p>③ 청약철회등의 경우 공급받은 재화등의 반환에
      필요한 비용은 회사가 부담합니다. 회사는 회원에게 청약철회등을 이유로
      위약금 또는 손해배상을 청구하지 않습니다. 다만 재화등의 내용이 표시·광고
      내용과 다르거나 계약내용과 다르게 이행되어 청약철회등을 하는 경우 재화등의
      반환에 필요한 비용은 회사가 부담합니다.</p>
      <p>④ 회사가 재화등을 제공받을때
      발송비를 부담한 경우에 회사는 청약철회시 그 비용을 누가 부담하는지를
      회원이 알기 쉽도록 명확하게 표시합니다.</p>
      <br/>
      <h2>제 26 조 (계약해제, 해지 등)</h2>
      <p>① 회원은 언제든지 서비스 초기화면의
      고객센터 또는 내 정보 관리 메뉴 등을 통하여 이용계약 해지 신청을 할 수
      있으며, 회사는 관계법령 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.</p>
      <p>② 회원이 계약을 해지할 경우, 관계법령 및 개인정보 처리방침에 따라 회사가
      회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 모든 데이터는
      소멸됩니다.</p>
      <p>③ 회원이 계약을 해지하는 경우, 회원이 작성한 게시물 내가 만든 로봇
      등과 같이 본인 계정에 등록된 게시물 일체는 삭제됩니다. 다만, 공용게시판에
      등록된 게시물, 공유 등이 되어 재게시된 게시물은 삭제되지 않으니, 직접 삭제
      또는 회사에 삭제 요청을 통하여 사전에 삭제 후 탈퇴해야 합니다.</p>
      <p>④ 전항과 관련하여 회원이 저작자가 아니거나 타인이 공동으로 권리를 보유한
      게시물의 경우 삭제되지 않을 수 있습니다.</p>
      <br/>
      <h2>제 27 조 (이용제한 등) </h2>
      <p>① 회사는 회원이 이 약관의 의무를
      위반하거나 서비스의 정상적인 운영을 방해한 경우, 경고, 일시정지,
      영구이용정지 등으로 서비스 이용을 단계적으로 제한할 수 있습니다.</p>
      <p>② 회사는 전항에도 불구하고, 결제도용, 저작권법 등 관계법령을 위반한
      불법프로그램의 제공 및 운영방해, 정보통신망법을 위반한 불법통신 및 해킹,
      악성프로그램의 배포, 접속권한 초과행위 등과 같이 관계법령을 위반한
      경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시
      회원에게 제공되는 서비스 이용권한 등은 모두 소멸되며, 회사는 이에 대해
      별도로 보상하지 않습니다.</p>
      <p>③ 회사는 회원이 계속해서 6개월 이상 로그인하지 않는 경우,
      회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.④
      회사는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용정책에서
      정하는 바에 의합니다.</p>
      <p>⑤ 본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는
      회사는 제9조에서 정한 방법에 따라 통지합니다.</p>
      <p>⑥ 회원은 본 조에 따른 이용제한 등에 대해 회사가 정한 절차에 따라
      이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 회사가 인정하는 경우
      회사는 즉시 서비스의 이용을 재개합니다.</p>
      <br/>
      <h2>제 28 조 (책임제한) </h2>
      <p>① 회사는 천재지변 또는 이에 준하는
      불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한
      책임이 면제됩니다.</p>
      <p>② 회사는 회원의 귀책사유로 인한 서비스 이용의
      장애에 대하여는 책임을 지지 않습니다.</p>
      <p>③ 회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도,
      정확성 등의 내용에 관하여는 책임을 지지 않습니다.</p>
      <p>④ 회사는 회원 간
      또는 회원과 제3자 상호 간에 서비스를 매개로 하여 거래 등을 한 경우에 해당
      거래 등과 관련하여 책임을 지지 않습니다.</p> 
      <p>⑤ 회사는 무료로 제공되는 서비스 이용과 관련하여 관계법령에 특별한
      규정이 없는 한 책임을 지지 않습니다.</p>
      <br/>
      <h2>제 29 조 (준거법 및 재판관할)</h2> 
      <p>① 회사과 회원 간 제기된 소송은
      대한민국법을 준거법으로 합니다.</p>
      <p>② 회사과 회원 간 발생한 분쟁에 관한
      소송은 제소 당시의 회원의 주소에 의하고, 주소가 없는 경우 거소를 관할하는
      지방법원의 전속관할로 합니다. 단, 제소 당시 회원의 주소 또는 거소가
      명확하지 아니한 경우의 관할법원은 민사소송법에 따라 정합니다.</p>
      <p>③ 해외에 주소나 거소가 있는 회원의 경우 회사와 회원간 발생한 분쟁에 관한
      소송은 전항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.</p>
      <br/>
      <h2>부칙</h2>
      <p>이 약관은 2021년 8월 30일 부터 적용되며, 종전의 약관은 본 약관으로 대체됩니다.</p>
      <p>- 공고일자: 2021년 8월 20일</p> 
      <p>- 시행일자: 2021년 8월 30일</p>
    </div>
  );
};

export default TermVersion0;
